{"title": "Secretary-General welcomes Ethiopia’s pledge to allow humanitarian access to Tigray", "url": "https://news.un.org/feed/view/en/story/2021/07/1095612", "description": "UN Secretary-General António Guterres has welcomed Ethiopia’s commitment to ensuring aid workers can access the war-ravaged Tigray region, his Spokesperson said in a statement on Friday. ", "tags": "peace||security", "image_url": null}
{"title": "Syria: UN chief welcomes Security Council extension of vital cross-border aid operation", "url": "https://news.un.org/feed/view/en/story/2021/07/1095602", "description": "The UN chief has welcomed a decision on Friday by the Security Council to extend the UN cross-border aid operation in northwest Syria for another 12 months, providing a lifeline for more than 3.4 million people in need, including some one million children.", "tags": "peace||security", "image_url": null}
{"title": "UN ready to promote ‘win-win solution’ for Blue Nile dam project ", "url": "https://news.un.org/feed/view/en/story/2021/07/1095552", "description": "The United Nations stands ready to support Egypt, Ethiopia and Sudan in efforts to resolve their decade-long disagreement over the Great Ethiopian Renaissance Dam (GERD), senior officials told the Security Council on Thursday. ", "tags": "peace||security", "image_url": null}
{"title": "Top UN Haiti envoy hails commitment to hold new elections", "url": "https://news.un.org/feed/view/en/story/2021/07/1095542", "description": "The UN Special Representative for Haiti on Thursday, acknowledged the legitimacy of Prime Minister Claude Joseph to lead the Caribbean nation, following the “cowardly” assassination of President Jovenel Moïse on Wednesday, and welcomed his government’s commitment to hold national elections later this year.", "tags": "peace||security", "image_url": null}
{"title": "DR Congo sees fresh government impetus to fight unrelenting violence in the east ", "url": "https://news.un.org/feed/view/en/story/2021/07/1095452", "description": "A new government action plan in the Democratic Republic of the Congo (DRC) has the potential to reverse the urgent and tragic deterioration in the east of the country, where thousands of human rights abuses are being committed against civilians by armed militants, the senior UN official in the country told the Security Council on Wednesday. ", "tags": "peace||security", "image_url": null}
{"title": "UN condemns ‘abhorrent’ assassination of Haiti President Jovenel Moïse ", "url": "https://news.un.org/feed/view/en/story/2021/07/1095422", "description": "Perpetrators behind the assassination of Haitian President Jovenel Moïse must be brought to justice, the United Nations said on Wednesday. ", "tags": "peace||security", "image_url": null}
{"title": "UNICEF calls for action to reverse ‘spiraling protection crisis’ for children in West and Central Africa ", "url": "https://news.un.org/feed/view/en/story/2021/07/1095402", "description": "Action must be taken now to halt alarming attacks against children and abductions - including of students - in parts of West and Central Africa, the head of the UN Children’s Fund, UNICEF, said in a statement on Wednesday. ", "tags": "peace||security", "image_url": null}
{"title": "UN appeals for resupply of aid and fuel in Tigray region ", "url": "https://news.un.org/feed/view/en/story/2021/07/1095372", "description": "Humanitarian operations have been gradually resuming in the war-ravaged Tigray region of northern Ethiopia, but resupply of aid and fuel for civilians caught up in the fighting is urgently needed, the United Nations said on Tuesday, citing information from its emergency relief agency, OCHA.  ", "tags": "peace||security", "image_url": null}
{"title": "UN voices deep concern over reported deaths of protesters in Kingdom of Eswatini", "url": "https://news.un.org/feed/view/en/story/2021/07/1095352", "description": "The eruption of violence in the Kingdom of Eswatini in recent days is “deeply concerning”, amid reports that dozens of people have been killed or injured during protests calling for democratic reforms, the UN human rights office, OHCHR, said on Tuesday. In a statement later in the day, the UN chief called for \"inclusive and meaningful dialogue\", to end the violence. ", "tags": "peace||security", "image_url": null}
{"title": "South Sudan: UNICEF warns of ‘desperation and hopelessness’ for children 10 years after independence ", "url": "https://news.un.org/feed/view/en/story/2021/07/1095322", "description": "Ten years after South Sudan achieved independence, more children there are in urgent need of humanitarian assistance than ever before, the UN Children’s Fund, UNICEF, said on Tuesday. ", "tags": "peace||security", "image_url": null}
{"title": "400,000 in Tigray cross 'threshold into famine', with nearly 2 million on the brink, Security Council told", "url": "https://news.un.org/feed/view/en/story/2021/07/1095282", "description": "Senior UN officials appealed on Friday for immediate and unrestricted humanitarian access to Tigray – and for an end to deadly attacks on aid workers - as the Security Council held its first open meeting on the conflict in the restive northern Ethiopian region.", "tags": "peace||security", "image_url": null}
{"title": "‘Free, unfettered access’ needed to assist millions in war-torn Tigray", "url": "https://news.un.org/feed/view/en/story/2021/07/1095262", "description": "The World Food Programme (WFP) has resumed operations in Ethiopia’s Tigray region, after fighting halted the emergency response last week, although the agency warned on Friday that “serious challenges” continue to threaten the entire humanitarian response.\n ", "tags": "peace||security", "image_url": null}
{"title": "Terrorists become increasingly ‘innovative’, in a world shaken by COVID-19", "url": "https://news.un.org/feed/view/en/story/2021/06/1095132", "description": "Despite “significant progress” in the fight against terrorism, the UN counter-terrorism chief warned on Wednesday that amidst new and more diverse threats, COVID-19 has triggered increased activity throughout many countries.", "tags": "peace||security", "image_url": null}
{"title": "‘Highest standards of conduct’ required for successful UN peacekeeping ", "url": "https://news.un.org/feed/view/en/story/2021/06/1095042", "description": "Successful peacekeeping requires the “highest standards of conduct” by civilian and uniformed peacekeepers, the UN chief told a High-Level Meeting this week on Strengthening the Conduct of Peacekeeping Personnel. ", "tags": "peace||security", "image_url": null}
{"title": "‘Remain vigilant’ against malicious technologies that could imperil future generations", "url": "https://news.un.org/feed/view/en/story/2021/06/1094992", "description": "With over 4.6 billion internet users around the world, digital advances continue to revolutionize human life, but “we must remain vigilant” in the face of malicious technologies that “could imperil the security of future generations”, the head of the UN Office for Disarmament Affairs (ODA) told the Security Council on Tuesday. ", "tags": "peace||security", "image_url": null}
{"title": "Malian authorities urged to ‘break the cycle of impunity’ for human rights violations    ", "url": "https://news.un.org/feed/view/en/story/2021/06/1094982", "description": "Rampant impunity for human rights violations in Mali is posing serious risks for the protection of civilians in the West African country, UN rights chief Michelle Bachelet said on Tuesday. ", "tags": "peace||security", "image_url": null}
{"title": "Hospitals barely functioning, famine still looming in Ethiopia’s Tigray region", "url": "https://news.un.org/feed/view/en/story/2021/06/1094962", "description": "UN humanitarians expressed concern on Tuesday at the uncertain situation in Ethiopia's conflict-ravaged Tigray region despite a ceasefire call from the Government, highlighting the ongoing famine-like conditions there and the potential for disease outbreaks.", "tags": "peace||security", "image_url": null}
{"title": "Despite advances, terrorist threats continues to persist and diversify", "url": "https://news.un.org/feed/view/en/story/2021/06/1094952", "description": "Although the fight against terrorism has made important advances in thwarting attacks across the world, the UN chief said on Monday that threats continue to persist and diversify.", "tags": "peace||security", "image_url": null}
{"title": "No place for children in conflict, UN chief tells Security Council ", "url": "https://news.un.org/feed/view/en/story/2021/06/1094922", "description": "The disregard for children’s rights amid war and upheaval “is shocking and heartbreaking”, UN Secretary-General António Guterres said on Monday during a high-level open debate in the Security Council, held virtually. ", "tags": "peace||security", "image_url": null}
{"title": "Tigray: UN condemns murder of 3 MSF humanitarians as ‘appalling violation’ of international law", "url": "https://news.un.org/feed/view/en/story/2021/06/1094892", "description": "Three employees of the Médecins Sans Frontières (MSF) agency have been killed by unknown attackers in the restive Tigray region of Ethiopia, drawing swift condemnation from UN Secretary-General António Guterres who said on Saturday he was “deeply shocked” by the murders.", "tags": "peace||security", "image_url": null}
{"title": "Syria: ‘Gulf of mistrust’, complex realities, prevent political progress", "url": "https://news.un.org/feed/view/en/story/2021/06/1094842", "description": "Progress towards resolving Syria’s decade-long war is unlikely, given the ‘gulf of mistrust’ among parties and complexity of conditions on the ground, the chief UN mediator for the country told the Security Council on Friday, as he urged delegates to unite around elements of resolution 2254 (2015) and called for a new international dialogue to achieve a breakthrough.", "tags": "peace||security", "image_url": null}
{"title": "Syria’s last cross-border aid lifeline must stay open, insist UN humanitarians", "url": "https://news.un.org/feed/view/en/story/2021/06/1094782", "description": "The imminent closure of the last cross-border aid lifeline to northwest Syria must be postponed beyond the 10 July deadline, UN humanitarians said on Friday, noting that no cross-line supplies had reached Idlib from Damascus, in 11 months.", "tags": "peace||security", "image_url": null}
{"title": "Prevention, only ‘sustainable solution’ to conflict, deputy UN chief tells Nigerian law students", "url": "https://news.un.org/feed/view/en/story/2021/06/1094752", "description": "Speaking in Nigeria, the UN Deputy Secretary-General Amina Mohammed has emphasized the importance of prevention as “the only real, sustainable solution” to resolving the challenges thrown up by conflict.", "tags": "peace||security", "image_url": null}
{"title": "UN pushes for lasting ceasefire, more humanitarian deliveries in Gaza", "url": "https://news.un.org/feed/view/en/story/2021/06/1094712", "description": "The cessation of hostilities negotiated last month between Israel and Hamas, which controls the Gaza Strip, remains “very fragile”, the UN envoy there told the Security Council on Thursday. \n ", "tags": "peace||security", "image_url": null}
{"title": "DR Congo: Grave consequences for children witnessing ‘appalling violence’, UNICEF reports ", "url": "https://news.un.org/feed/view/en/story/2021/06/1094692", "description": "The UN Children’s Fund, UNICEF, appealed on Thursday for urgent resources to support thousands of people who have fled armed violence in two small towns in the eastern part of the Democratic Republic of the Congo (DRC) over the past two months. ", "tags": "peace||security", "image_url": null}
{"title": "UN officials appeal for extension of lifesaving cross-border aid operations into Syria ", "url": "https://news.un.org/feed/view/en/story/2021/06/1094572", "description": "Humanitarian convoys from Turkey that bring lifesaving aid into northwest Syria must continue, UN Secretary-General António Guterres told the Security Council on Wednesday. ", "tags": "peace||security", "image_url": null}
{"title": "Central African Republic entrenched in ‘unprecedented humanitarian crisis’ ", "url": "https://news.un.org/feed/view/en/story/2021/06/1094622", "description": "Defense forces, soldiers from nearby countries and other security personnel have been fighting an “asymmetric war” against armed groups, sparking an “unprecedented humanitarian crisis”, the top UN official in the country told the Security Council on Wednesday.", "tags": "peace||security", "image_url": null}
{"title": "Secretary-General underlines UN commitment to Libya ", "url": "https://news.un.org/feed/view/en/story/2021/06/1094562", "description": "Full implementation of a historic ceasefire agreement and the withdrawal of foreign forces are critical for consolidating peace in Libya, UN Secretary-General António Guterres said on Wednesday in remarks to a major international meeting aimed at shoring up the country after a decade of civil conflict. ", "tags": "peace||security", "image_url": null}
{"title": "Time running out to prevent ‘worst case scenario’ arising in Afghanistan", "url": "https://news.un.org/feed/view/en/story/2021/06/1094542", "description": "With all the major indicators for Afghanistan’s security and development looking “negative or stagnant” as international troops withdraw, the threats that lie ahead cannot be overstated, the top UN official in the country told the Security Council on Tuesday. ", "tags": "peace||security", "image_url": null}
{"title": "Slow progress, stubborn cycles of violence, as South Sudan turns 10", "url": "https://news.un.org/feed/view/en/story/2021/06/1094462", "description": "South Sudan, the UN’s youngest Member State, is marking its tenth anniversary of independence amid languishing political progress and a range of humanitarian challenges, the Secretary-General’s Special Representative told Security Council members on Monday.", "tags": "peace||security", "image_url": null}
